<h1>Администрирование погодного информера</h1>

<p>
<a href="/modules/admin/">Вернуться в главное меню администрирования</a><br>
</p>

<hr>
<p><a href="/weather/">Посмотреть информер</a></p>
<p><a href="/weather/update/">Насильно обновить информер</a><br>(имейте в виду, что за слишком частое обновление счётчика сервис, предоставляющий погодные данные, может забанить сайт)</p>


<hr>

<h2>Администрирование базы данных погодного информера</h2>

<p>
<a href="/weather/create_tables/">Создать таблицы базы данных</a><br>
<a href="/weather/drop_tables/">Уничтожить таблицы базы данных</a><br>
<a href="/weather/update_tables/">Обновить таблицы базы данных</a>
</p>
