<h1>Автомобили с пробегом</h1>

{{if:show_admin_link:
<p>
<a href="/auto_models/admin/">В меню администрирования моделей автомобилей</a><br>
<a href="/auto_models/preowned_add/">Добавить автомобиль</a>
</p>
}}

<table>
<tr>
<th>ID</th>
<th>Название</th>
<th>Модель</th>
<th>Цвет</th>
<th>Двигатель</th>
<th>Тип КПП</th>
<th>Тип кузова</th>
<th>Год выпуска</th>
<th>Пробег</th>
<th>Тип привода</th>
<th>Максимальная комплектация</th>
<th>Дополнительная информация</th>
<th>Цена</th>
<th>Цена нового авто в данной комплектации без учета допоборудования</th>
<th>Фото</th>
</tr>

#preowned#

</table>
